C1=NNC=[NH+]1
C1=NON=C1
C1=CN=CN=C1
CS
C1=CN=[NH+]N=C1
C1=NCN=C1
C1=NN=CNN1
C1NCNCN1
C1=CN=CC=NC1
C1=CC2=CC(=C1)OC1=CC=CC(=C1)OC1=CC=CC(=C1)OC1=CC=CC(=C1)O2
C1C2CC3CC1CC(C2)C3
C1=NCCN1
C1=COC=CC1
C1CNCN1
C1=NNC=N1
C1=CNC=C1
C1=C[NH2+]O[N-]1
C1=CNCN1
C1CCNC1
C1=CSC=C1
C1=CCNC=CC1
C1=CN=CNC1
C1CCCCCCC1
C1=COCNC1
C1=NN=CN=N1
C1=CC2=CC(=C1)OC1=CC=CC(=C1)OC1=CC=CC(=C1)OC1=CC(=CC=C1)O2
C1=CCN=C1
C1=NO[NH2+]C1
C1=CON=C1
C1=NC=NCN1
CO
C1=CC=CNC=C1
C1=CCOC=C1
C1=NNCO1
C1=CCNC=C1
C1=N[NH+]=CN1
C1=CCOC1
C1=CNN=C1
OS
C1CN1
C1=CSC=N1
C1=CNCC=N1
C1CNCNC1
NCl
C1COC1
C1=NO[NH+]=C1
C1=CCCC=C1
C1=COCCN1
C1CCNCNC1
C1=C[N-][NH+]=CC1
C1=CC=[NH+]C=C1
C1=NCOCN1
C=C
C1=CCC=CC1
C1=CCNC1
C1CCCC1
C1=C[N-]N=C1
C1=CNC1
C1=NNCN=N1
C1NCNN1
C1COCCCOC1
CCl
C1=NNCC1
C1=CC=CCC=C1
C[NH-]
CN
C[NH3+]
C1=NN=CC1
C1=CCNCC1
NBr
C1COCN1
C1=NCCCN1
C1=C[NH2+]C[N-]1
C1=NNN=C1
[NH2+]=O
[NH4+]
C1=CNC=CC1
C1=NCCO1
C1=C[NH2+]CO[N-]1
C1=NNCN1
C1=C[N-]C=N1
C1=CCNN=C1
O=S
C1=COCOC1
[NH3+][O-]
C1=CNC=CN1
C1CCCNCCC1
C1=CC=NN=C1
N=O
C1CCNNCC1
C1COCOC1
CF
C1=NCNN1
C1=CC=CC=CC=C1
C=S
C1=CCNNC1
N[NH3+]
C1=CNN=N1
C1COCCOC1
C1=CNC=NC1
C1CNC1
C1=CN=COC1
C1=NC=NC=N1
C1=CNCN=C1
C1N=NN=N1
C1CCNCC1
C1CC2CCCC(C1)O2
C1=NOCN1
C1=NN=COC1
C1=COCC1
C1=COC=NN1
N1C2NC3NC4NC3NC2NC14
C1=CNC=N1
C1=NN=CO1
C1=CNN=CC1
NO
C1=COC=N1
C1=COC=C1
C1NCNCNCN1
C=O
C1COCCN1
NS
C1=CN=NN=C1
C1=CC2=CC(=C1)OC1=CC=CC(=C1)OC1=CC(=CC=C1)OC1=CC=CC(=C1)O2
C1=CCCC1
C1=COCO1
C1=COCCCN1
N
C1=NCNN=C1
C1C2CC3C4CC5CC(C14)C(C2)C3C5
C1=COCCNCCOCCN1
CBr
C1=N[N-]C=N1
C1COCO1
C1=NC=NN=C1
C1=CC=CC=C1
C1=NNCNC1
C1=COCN1
C1=NN=CN1
C1=[NH+]N=NN1
C1=CC2=CC(=C1)OC1=CC(=CC=C1)OC1=CC(=CC=C1)OC1=CC(=CC=C1)O2
C1NCOCN1
NN
C1NN=NN1
C#N
C1=CN=CC=N1
C1=CCCCCC1
C1=NNC=NN1
C1=NOC=NO1
C1CNN=NN1
C1=NO[N-]C1
CI
C1=CC=CN=NC=C1
C
NF
[NH-][NH3+]
C1=NCON1
C1=CNN=NN1
C1C[N-][NH2+]C1
C1NCN2CNCN1C2
C1=NOC=N1
C1CNCCN1
C1=NCNCN1
C1=CNCNCN1
C1=NOCC1
C1CNCCCNC1
[NH-]N
C1CCONC1
C1=CC=NC=C1
C1CCCNCC1
N#[NH+]
C1=CN=NNC1
C1CCCCC1
C1C2CC3NC1NC(C2)N3
C1=CNCCN1
C1=NNN=N1
[NH3+]O
C1=CNCNC1
C1=N[NH+]=CO1
C1=NN=NN1
C1=CN=CC1
CC
C1=CC=C2CC=CCC(=C1)C2
S
C1=CNCOC1
N=N
C1=CNNC1
C1=NNCS1
C1=CCCCC1
C1=NN=CS1
C=N
C1=CNNC=N1
C1=CCCCCCCC1
C1CNCNCN1
C1C2CC3CC1CC3C2
C1=CCC=C1
C=[NH2+]
C1=CNCC1
[NH-]O
C1=CCOCC=C1
C1=CNCCC1
C1CNCOC1
NI
